Repository: pagolo/ezinstall
Catalog: po/*.po
Languages: it

source: ERROR
it: ERRORE

source: BACK
it: INDIETRO

source: Creating folder &quot;%s&quot;...
it: Creo la cartella &quot;%s&quot;...

source: Can't create folder
it: Impossibile creare la cartella

source: Creating file &quot;%s&quot;...<br />
it: Creo il file &quot;%s&quot;...<br />

source: Can't create file
it: Impossibile creare il file

source: Can't chdir to document_root
it: Impossibile spostarsi alla radice del sito

source: No need to rename folder...<br />
it: Non &egrave; necessario rinominare la cartella...<br />

source: Renaming folder &quot;%s&quot; to &quot;%s&quot;...<br />
it: Rinomino la cartella &quot;%s&quot; in &quot;%s&quot;...<br />

source: Can't rename project folder
it: Impossibile rinominare la cartella del progetto

source: Can't create project folder
it: Impossibile creare la cartella principale del progetto

source: Can't chdir to project folder
it: Impossibile spostarsi alla cartella principale del progetto

source: Downloading archive...<br />
it: Scarico l'archivio...

source: Can't download the script archive
it: Impossibile scaricare l'archivio

source: Uncompressing archive...<br />
it: Decomprimo l'archivio...<br />

source: archive files extracted
it: i file sono stati estratti dall'archivio

source: Username
it: Nome utente

source: Submit
it: Invia

source: Clear
it: Azzera

source: Please edit the destination web folder name
it: Modifica, se vuoi, il nome della cartella

source: Continue
it: Continua

source: <strong>Installing <em>%s</em></strong><br />&nbsp;<br />
it: <strong>Installazione di <em>%s</em></strong><br />&nbsp;<br />

source: configuration file
it: file di configurazione

source: archive file
it: file di archivio

source: overwrite file
it: sovrascrivi il file

source: Please insert the url of the configuration file
it: Inserisci l'url del file di configurazione

source: Language
it: Lingua

source: LogLevel
it: Livello di registro

source: None
it: Nessuno

source: Level 1
it: Livello 1

source: Please insert a username for the administrator
it: Inserire un nome utente per amministrare...

source: The administrator password must be at least six chars long
it: La password di amministratore deve essere almeno di sei caratteri

source: Administrator password and confirmation don't match. Please try again.
it: La password di amministratore e la conferma non coincidono. Riprovare.

source: Please insert a username for the mysql user
it: Inserire un nome utente per gestire i db mysql

source: Please insert a password for the mysql user
it: Inserire una password per l'utente mysql

source: Mysql user password and confirmation don't match. Please try again.
it: La password mysql e la conferma non coincidono. Riprovare.

source: Administrator
it: Amministratore

source: username
it: utente

source: password (repeat)
it: password (ripeti)

source: Localization & Log
it: Localizzazione e registro

source: hostname
it: nome host

source: default database
it: database predefinito

source: Save
it: Salva

source: client:failure in shmget
it: client: errore di memoria condivisa

source: MySQL setup
it: Impostazioni MySQL

source: Error reading xml file
it: errore nella lettura del file xml...

source: Configuration test
it: Test della configurazione

source: Download & install
it: Scarica e installa

source: Upload & install
it: Invia e installa

source: Are you sure you want to exit?
it: Sicuro di voler uscire?

source: Exit
it: Esci

source: can't access configuration file
it: File di configurazione non trovato

source: ini file name not specified
it: File di inizializzazione del pacchetto non specificato

source: Can't download ini file
it: Impossibile scaricare il file di inizializzazione del pacchetto

source: Config file saved
it: File di configurazione salvato

source: Home page
it: Pagina iniziale

source: Edit configuration
it: Modifica la configurazione

source: Configuration error, admin data...
it: Configurazione, errore nei dati...

source: Configuration error, mysql data...
it: Configurazione, errore mysql...

source: can't open php configuration file
it: impossibile aprire il file di configurazione php

source: <br />Please check php configuration file<br />
it: <br />Controllare il file di configurazione php<br />

source: can't save configuration file
it: impossibile salvare il file di configurazione

source: <br />Configuration file has been saved...
it: <br />File di configurazione salvato...

source: error initiating MySQL
it: errore nell'inizializzare MySQL

source: error connecting to MySQL
it: errore nella connessione a MySQL

source: Please insert a new name or choose an existing database...
it: Inserire un nome di database o sceglierne uno esistente...

source: select existing db
it: selezionare un database

source: database name
it: nome del database

source: Can't open .sql file
it: File sql non trovato

source: Can't stat .sql file
it: file sql, impossibile eseguire stat()

source: Can't allocate memory
it: Impossibile allocare memoria

source: Can't execute statements
it: impossibile eseguire i comandi del file .sql

source: Can't retrieve result set
it: Impossibile caricare risultati (mysql)

source: Can't execute statement
it: impossibile eseguire un comando del file .sql

source: can't create new database, please go back and select an existing db
it: impossibile creare un database, tornare indietro e sceglierne uno esistente

source: Database '%s' has been created<br />
it: Il database '%s' &egrave; stato creato<br />

source: Database '%s' was found<br />
it: Il database '%s' &egrave; stato trovato<br />

source: No project folder name
it: Manca il nome della cartella di progetto

source: creating database tables, please wait...
it: creo le tabelle del database, attendere...

source: database tables have been created
it: Le tabelle del database sono state create

source: couldn't create directory %s
it: Impossibile creare la cartella %s

source: error %d with zipfile in unzGetCurrentFileInfo
it: errore %d con zipfile in unzGetCurrentFileInfo

source: error %d with zipfile in unzOpenCurrentFilePassword
it: errore %d con zipfile in unzOpenCurrentFilePassword

source: error opening %s
it: errore nell'aprire %s

source: error %d with zipfile in unzReadCurrentFile
it: errore %d con zipfile in unzReadCurrentFile

source: error %d with zipfile in unzCloseCurrentFile
it: errore %d con zipfile in unzCloseCurrentFile

source: error %d with zipfile in unzGetGlobalInfo
it: errore %d con zipfile in unzGetGlobalInfo

source: error %d with zipfile in unzGoToNextFile
it: errore %d con zipfile in unzGoToNextFile

source: Extracting (%d%%)
it: Estrazione file (%d%%)

source: Cannot open %s
it: Impossibile aprire %s

source: Opening %s...
it: Apro %s...

source: File "%s" already exists!<br />Please go back to overwrite it<br /><br />
it: Il file "%s" esiste!<br />Tornare indietro e scegliere l'opzione sovrascrivi<br /><br />

source: Can't download data
it: Impossibile scaricare i dati

source: Can't create archive file
it: Impossibile creare il file di archivio

source: Downloading archive (%d%%)
it: Scarico l'archivio... (%d%%)

source: http domain not found
it: dominio http non trovato

source: ip address not found
it: indirizzo ip non trovato

source: can't alloc socket
it: impossibile allocare il socket di connessione

source: can't connect to the http host
it: impossibile collegarsi all'host http

source: can't set nonblock io
it: impossibile impostare connessione non-blocking

source: Software version
it: Versione del software

source: Application user
it: Utente dell'applicazione

source: Localization setup
it: Impostazione della localizzazione

source: MySQL connection is OK
it: Connessione a MySQL funzionante

source: Error with MySQL connection
it: Errore nella connessione MySQL

source: Temporary files found
it: File temporanei trovati

source: Are you sure\nyou want to delete temporary files?
it: Sicuro di voler cancellare\ni file temporanei?

source: Delete temporary files
it: Cancella file temporanei

source: External process failure...
it: Fallimento processo esterno...

source: error receiving archive file...
it: errore nella ricezione del file di archivio...

source: archive filename does not match with configuration data...
it: il nome del file di archivio non coincide con i dati di configurazione...

source: archive already exists! Please use the checkbox to overwrite it
it: il file di archivio esiste! Tornare indietro e selezionare sovrascrivi

source: can't create archive file, check user and permissions.
it: impossibile creare il file di archivio: controllare utente e permessi

source: upload successfull
it: caricamento dati effettuato con successo

source: download successfull
it: scaricamento dati effettuato con successo

source: recursive permissions setup
it: impostazione di permessi ricorsivi

source: permissions setup
it: impostazione di permessi

source: unable to create semaphore
it: impossibile creare il semaforo

source: failure in shmget
it: errore di memoria condivisa

source: semaphore error
it: errore relativo al semaforo

source: DONE.
it: Operazioni completate.

source: Configuration xml document not parsed successfully.
it: Documento di configurazione xml non conforme.

source: Configuration: empty document
it: Configurazione: file vuoto

source: Configuration: document of the wrong type, root node != ezinstall
it: Configurazione: documento del tipo sbagliato, controllare

source: Unknown format of archive file
it: Formato del file di archivio sconosciuto

source: Configuration: document of the wrong type, root node != ezinstaller
it: Configurazione: documento del tipo sbagliato, controllare
